Repository: OpenConext/Stepup-RA
Catalog: app/Resources/translations/messages.*.xliff
Languages: nl_nl

# app.name
source: Step-up Registration Authority
nl_nl: RA Management Portal

# button.logout
source: Sign out
nl_nl: Uitloggen

# ra.auditlog.action
source: Event
nl_nl: Gebeurtenis

# ra.auditlog.action.bootstrapped
source: Identity and Token bootstrapped
nl_nl: Identiteit en Token gebootstrapped

# ra.auditlog.action.created
source: Identity Created
nl_nl: Identiteit aangemaakt

# ra.auditlog.action.email_changed
source: Email changed
nl_nl: E-mail gewijzigd

# ra.auditlog.action.email_verified
source: Email verified
nl_nl: E-mail geverifieerd

# ra.auditlog.action.possession_proven
source: Token possession proven
nl_nl: Bezit aangetoond

# ra.auditlog.action.renamed
source: Name changed
nl_nl: Naam gewijzigd

# ra.auditlog.action.revoked
source: Token revoked
nl_nl: Token verwijderd

# ra.auditlog.action.revoked_by_ra
source: Token revoked by RA
nl_nl: Token verwijderd door RA

# ra.auditlog.action.vetted
source: Token vetted
nl_nl: Token gevet

# ra.auditlog.actor
source: By
nl_nl: Door

# ra.auditlog.commonName
source: Name
nl_nl: Naam

# ra.auditlog.no_entries
source: No records have been found in the audit log
nl_nl: Er zijn geen records in de audit log gevonden

# ra.auditlog.when
source: Date
nl_nl: Datum

# ra.error.button.go_home
source: Back to Home
nl_nl: Terug naar Home

# ra.error.page_not_found.title
source: Page not found
nl_nl: Pagina niet gevonden

# ra.error.saml_authn_failed.button.try_again
source: Retry sign-in
nl_nl: Probeer nogmaals in te loggen

# ra.error.saml_authn_failed.text.authn_failed
source: Sign in unsuccessful. Please try again.
nl_nl: Inloggen mislukt. Probeer het nog eens.

# ra.error.saml_authn_failed.title
source: Sign in
nl_nl: Inloggen

# ra.error.saml_no_authn_context.text.authn_failed
source: You are not authorised to sign in.
nl_nl: Je hebt niet de juiste rechten om in te mogen loggen.

# ra.error.saml_no_authn_context.title
source: Not authorised to log in
nl_nl: Onvoldoende rechten om in te loggen

# ra.error.saml_precondition_not_met.text.precondition_not_met
source: You are not authorised to sign in.
nl_nl: Je hebt niet de juiste rechten om in te mogen loggen.

# ra.error.saml_precondition_not_met.title
source: Not authorised to log in
nl_nl: Onvoldoende rechten om in te loggen

# ra.error.text.an_error_occurred
source: Oops, something went wrong. Please try again or go back to Home.
nl_nl: Oeps, er gaat iets fout. Probeer het nog eens of ga terug naar Home

# ra.error.text.if_you_think_this_is_incorrect_report
source: Please report this error + error code to the helpdesk via support@surfconext.nl
nl_nl: Meld deze error code aan de helpdesk via support@surfconext.nl

# ra.error.text.page_not_found
source: The page you requested was not found. Please try again or go back to Home.
nl_nl: De pagina die je zocht kan niet gevonden worden. Probeer het nog eens, of ga terug naar Home.

# ra.error.text.what_were_you_doing_well_fix_it
source: Please report this error + error code to the helpdesk via support@surfconext.nl
nl_nl: Meld deze error code aan de helpdesk via support@surfconext.nl

# ra.error.text.your_art_code
source: The error code is:
nl_nl: De fout code is:

# ra.error.title
source: Error
nl_nl: Foutmelding

# ra.error.unmet_loa.text.authn_failed
source: You don't have the required security clearance to sign into the Registration Authority application.
nl_nl: U heeft niet de benodigde veiligheidsmachtiging om in de Registration Authority-applicatie in te loggen.

# ra.error.unmet_loa.title
source: Security clearance too low
nl_nl: Onvoldoende veiligheidsmachtiging

# ra.form.ra_search_ra_candidates.button.search
source: Search
nl_nl: Zoeken

# ra.form.ra_search_ra_candidates.label.name
source: Name
nl_nl: Naam

# ra.form.ra_search_ra_second_factors.button.search
source: Search
nl_nl: Zoek

# ra.form.ra_search_ra_second_factors.choice.status.revoked
source: Removed
nl_nl: Verwijderd

# ra.form.ra_search_ra_second_factors.choice.status.unverified
source: Not verified
nl_nl: Niet geverifiëerd

# ra.form.ra_search_ra_second_factors.choice.status.verified
source: Verified
nl_nl: Geverifiëerd

# ra.form.ra_search_ra_second_factors.choice.status.vetted
source: Activated
nl_nl: Geactiveerd

# ra.form.ra_search_ra_second_factors.label.name
source: Name
nl_nl: Naam

# ra.form.ra_select_institution.button.select_and_apply
source: Apply
nl_nl: Opslaan

# ra.form.ra_select_institution.label.institution
source: Institution
nl_nl: Instituut

# ra.form.ra_send_sms_challenge.button.send_challenge
source: Send code
nl_nl: Verstuur code

# ra.form.ra_send_sms_challenge.label.phone_number
source: Phone number
nl_nl: Mobiel nummer

# ra.form.ra_verify_phone_number.button.resend_challenge
source: Resend code
nl_nl: Verstuur code nogmaals

# ra.form.ra_verify_phone_number.button.verify_challenge
source: Verify code
nl_nl: Verifiëer code

# ra.form.start_vetting_procedure.search
source: Search
nl_nl: Zoeken

# ra.form.verify_identity.document_number.label
source: Last 6 characters of document number
nl_nl: Laatste 6 karakters van documentnummer

# ra.form.verify_identity.identity_verified.label
source: I have succesfully verified the user's identity.
nl_nl: Ik heb de identiteit van de gebruiker succesvol kunnen verifiëren.

# ra.form.verify_identity.verify_identity.button
source: Verify identity
nl_nl: Verifieer identiteit

# ra.management.amend_ra_info.info_amended
source: The RA's information has been amended.
nl_nl: De informatie van de RA is gewijzigd.

# ra.management.amend_ra_info.ra_listing.institution
source: Institution
nl_nl: Instituut

# ra.management.amend_ra_info.ra_listing.name
source: Name
nl_nl: Naam

# ra.management.create_ra.identity_accredited
source: The Identity has been granted the chosen role
nl_nl: De rol van deze gebruiker is gewijzigd.

# ra.management.create_ra.modal.are_you_sure
source: Are you sure you want to give the identity below the selected role?
nl_nl: Weet je zeker dat je deze gebruiker de geselecteerde rol wilt toekennen?

# ra.management.create_ra.modal.cancel
source: cancel
nl_nl: Annuleren

# ra.management.create_ra.modal.confirm
source: Confirm
nl_nl: Bevestigen

# ra.management.create_ra.modal.please_confirm
source: Please confirm your action
nl_nl: Bevestigen

# ra.management.create_ra.ra_candidate.conctact_information
source: Contact Information
nl_nl: Contactinformatie

# ra.management.create_ra.ra_candidate.institution
source: Institution
nl_nl: Instituut

# ra.management.create_ra.ra_candidate.location
source: Location
nl_nl: Locatie

# ra.management.create_ra.ra_candidate.name
source: Name
nl_nl: Naam

# ra.management.create_ra.ra_candidate.role
source: Role
nl_nl: Rol

# ra.management.form.amend_ra_info.label.amend_ra_info
source: Amend
nl_nl: Wijzigen

# ra.management.form.amend_ra_info.label.cancel
source: Cancel
nl_nl: Annuleren

# ra.management.form.amend_ra_info.label.contact_information
source: Contact information
nl_nl: Contactinformatie

# ra.management.form.amend_ra_info.label.location
source: Location
nl_nl: Locatie

# ra.management.form.create_ra.label.cancel
source: Cancel
nl_nl: Annuleren

# ra.management.form.create_ra.label.contact_information
source: Contact Information
nl_nl: Contactinformatie

# ra.management.form.create_ra.label.create_ra
source: Create RA(A)
nl_nl: Maak RA(A)

# ra.management.form.create_ra.label.location
source: Location
nl_nl: Locatie

# ra.management.form.create_ra.label.role
source: Role
nl_nl: Rol

# ra.management.overview.add_raa
source: Add RA(A)
nl_nl: Voeg RA(A) toe

# ra.management.overview.change_role
source: Change Role
nl_nl: Verander Rol

# ra.management.overview.common_name
source: Name
nl_nl: Naam

# ra.management.overview.institution
source: Institution
nl_nl: Instituut

# ra.management.overview.role
source: Role
nl_nl: Rol

# ra.management.overview.update_information
source: Edit
nl_nl: Wijzig

# ra.management.ra_candidate.common_name
source: Name
nl_nl: Naam

# ra.management.ra_candidate.create_ra
source: Make RA(A)
nl_nl: Opslaan

# ra.management.ra_candidate.institution
source: Institute
nl_nl: Instituut

# ra.management.ra_candidate.no_candidates
source: No users that can be made RA(A) are found.
nl_nl: Geen gebruikers gevonden die RA(A) gemaakt kunnen worden.

# ra.menu.registration
source: Registration
nl_nl: Token activatie

# ra.menu.sraa_change_institution
source: change
nl_nl: verander

# ra.registration.sms.text.otp_requests_remaining
source: Attempts remaining: %count%
nl_nl: Aantal resterende pogingen: %count%

# ra.second_factor.revocation.could_not_revoke
source: The removal of the token failed
nl_nl: Het token kon niet verwijderd worden.

# ra.second_factor.revocation.modal.are_you_sure
source: Are you sure you want to remove the token listed below?
nl_nl: Weet u zeker dat u onderstaand token wilt verwijderen?

# ra.second_factor.revocation.modal.cancel
source: Cancel
nl_nl: annuleren

# ra.second_factor.revocation.modal.close
source: Close
nl_nl: Sluiten

# ra.second_factor.revocation.modal.confirm
source: Confirm
nl_nl: Bevestig

# ra.second_factor.revocation.modal.sf_identifier
source: Token ID
nl_nl: Token

# ra.second_factor.revocation.modal.sf_name
source: Name
nl_nl: Naam

# ra.second_factor.revocation.revoked
source: The token has been successfully removed
nl_nl: Het token is verwijderd

# ra.second_factor.search.column.name
source: Name
nl_nl: Naam

# ra.second_factor.search.status.revoked
source: Removed
nl_nl: Verwijderd

# ra.second_factor.search.status.unverified
source: Not verified
nl_nl: Niet geverifiëerd

# ra.second_factor.search.status.verified
source: Verified
nl_nl: Geverifiëerd

# ra.second_factor.search.status.vetted
source: Activated
nl_nl: Geactiveerd

# ra.second_factor.search.text.no_second_factors
source: There are currently no tokens registered that match your query.
nl_nl: Er zijn op dit moment geen geregistreerde tokens die voldoen aan uw zoekopdracht.

# ra.second_factor.search.title
source: Security tokens
nl_nl: Beveiligingstokens

# ra.secondfactor.revoke
source: Remove
nl_nl: Verwijderen

# ra.sraa.changed_institution
source: Your institution has been changed to "%institution%"
nl_nl: Je instituut is veranderd naar "%institution%"

# ra.vetting.gssf.initiate.tiqr.button.initiate
source: Verify with Tiqr
nl_nl: Verifiëren bij Tiqr

# ra.vetting.gssf.initiate.tiqr.error.gssf_id_mismatch
source: The Tiqr server responded with an ID that doesn't match the requested ID the registrant registered with using the Self-Service application.
nl_nl: De Tiqr-server heeft een ID teruggegeven dat niet overeenkomt met het gevraagde ID, dat de registrant heeft geregistreerd in de Self-Service-applicatie.

# ra.vetting.gssf.initiate.tiqr.text.explanation
source: Click the button below to verify the registrant owns the Tiqr account he or she registered with in the Self-Service application.
nl_nl: Klik de knop hieronder om te verifiëren dat de registrant het Tiqr-account bezit dat hij of zij gebruikt heeft in de Self-Service-applicatie.

# ra.vetting.gssf.initiate.tiqr.title.page
source: Verify with Tiqr
nl_nl: Tiqr verifiëren

# ra.vetting.progress_bar.enter_registration_code
source: Enter registration code
nl_nl: Activatiecode invoeren

# ra.vetting.progress_bar.prove_possession
source: Verify token possession
nl_nl: Bezit token controleren

# ra.vetting.progress_bar.second_factor_vetted
source: Token activated
nl_nl: Token geactiveerd

# ra.vetting.progress_bar.verify_identity
source: Verify identity
nl_nl: Identiteit controleren

# ra.vetting.sms.challenge_body
source: Your code: %challenge%
nl_nl: Uw SMS-code: %challenge%

# ra.vetting.sms.prove_possession.title.page
source: Verify code
nl_nl: Code bevestigen

# ra.vetting.sms.send_challenge.title.page
source: Send SMS code
nl_nl: SMS-code versturen

# ra.vetting.sms.text.after_pressing_proceed
source: Click 'Send code' to send SMS code to the given mobile number
nl_nl: Klik op 'Verstuur code' om een SMS code naar het opgegeven mobiele nummer te versturen.

# ra.vetting.sms.text.ensure_phone_has_signal
source: Please check if the mobile phone of the user has a signal and can receive text messages
nl_nl: Controleer of de mobiele telefoon van de gebruiker bereik heeft en sms-jes kan ontvangen

# ra.vetting.sms.text.enter_challenge_below
source: Enter the SMS code and click 'Verify code'
nl_nl: Voer de SMS code in en klik op 'Verifieer code'

# ra.vetting.sms.text.help_user_enter_challenge
source: A SMS code has been sent to the user's mobile number.
nl_nl: Er is via SMS een code verstuurd naar het mobiele nummer van de gebruiker.

# ra.vetting.sms.text.retry_if_not_received
source: Request another code if the user does not receive a text message within one minute.
nl_nl: Verstuur een nieuwe code als de gebruiker niet binnen één minuut een SMS-je heeft ontvangen met de code

# ra.vetting.verify_identity.text.proceed_only_when_id_match_success
source: Proceed only when the ID-verification was successful
nl_nl: Ga alleen verder na een succesvolle ID-verificatie.

# ra.vetting.verify_identity.text.verify_identity_document
source: Please verify that the registrant's identity document matches the information below.
nl_nl: Controleer of de informatie op het legitimatiebewijs van de gebruiker overeen komt met onderstaande informatie.

# ra.vetting.verify_identity.title
source: Verify identity
nl_nl: Identiteit controleren

# ra.vetting.vetting_completed.button.back_to_dashboard
source: Back to Home
nl_nl: Terug naar Home

# ra.vetting.vetting_completed.text.vetting_completed
source: The user has proven posession of his token, and has proven both his digital and physical identity. The token is now activated and ready to be used.
nl_nl: De gebruiker heeft bewezen in het bezit te zijn van zijn token, en heeft zowel zijn digitale als fysieke identiteit aangetoond. Het token is nu geactiveerd en klaar voor gebruik.

# ra.vetting.vetting_completed.title
source: Token activated
nl_nl: Token geactiveerd

# ra.vetting.yubikey.text.connect_yubikey_to_pc
source: Please connect the user's personal Yubikey with your computer.
nl_nl: Stop de Yubikey van de gebruiker in de USB poort van je computer.

# ra.vetting.yubikey.text.ensure_form_field_focus
source: Please ensure that the form field below is focussed.
nl_nl: Zorg dat het invulveld hieronder actief is.

# ra.vetting.yubikey.text.press_once_form_auto_submitted
source: Press and hold the button on the personal Yubikey of the user once; a OTP will be generated in the field below.
nl_nl: Druk op de knop van de Yubikey en houd even vast. Er verschijnt automatisch een eenmalig wachtwoord in het invulveld.
